Repository: codeccoop/MN-Filmmarks
Catalog: languages/wpct-bm-*.po
Languages: ca

source: Còdec Cooperativa
ca: Còdec Cooperatiba

source: favorites
ca: Preferits

source: https://www.codeccoop.org
ca: https://wwww.codeccoop.org

source: Save bookmark
ca: Guarda el marcador

source: Your lists
ca: Les teves llistes

source: Bookmark saved
ca: Marcador guardat

source: Bookmark removed
ca: Marcador esborrat

source: List added
ca: Llista afegida

source: List removed
ca: Llista esborrada

source: WordPress bookmarks
ca: Marcadors de WordPress
